[
    {
        "type": "imgSection",
        "imgSource": 1
    }, 
    {
        "type": "textSection",
        "title": "KD104A Yellow",
        "text":  "Full-size gaming keyboard, equipped with Gateron Yellow mechanical switches with factory-waxed bounces, wearproof PBT keycaps made by double-shot technology with top engraving of ENG symbols, RGB backlighting, greased TLC gimbals and case noise isolation."
    },
    {
        "type": "imageTextSection",
        "imgSource": 2,
        "title": "HotSwap",
        "text": "Hot swap technology allows to change switches without disassembling the keyboard and using a soldering iron. Switches replacing helps for customizing and modernization the keyboard, and also significantly increases its maintainability."
    },
    {
        "type": "imageTextSectionReverse",
        "imgSource": 3,
        "title": "Mechanical Gateron Yellow switches",
        "text": "Response time - 1 ms Pressing force -50g Sensing distance - 2 mm Clicks resource - 50 million clicks"
    },
    {
        "type": "imageTextSection",
        "imgSource": 4,
        "title": "Modular cable",
        "text": "The Dark Project KD104A keyboard comes with a detachable USB - Type-c cable 1.8 m long. The cable channel located at the bottom of the keyboard allows you to easily lay it in any of the three directions to choose from. The wire itself is covered with an elastic wear-resistant braid, which will protect against contact with the table surface and other undesirable influences."
    },
    {
        "type": "textSection",
        "title": "RGB",
        "text":  "Vivid and colorful RGB illumination with the widest range of settings. Under each key there is a separate diode which provides a directed light beam, the intensity and color regulated at the level of the branded software from the manufacturer."
    },
    
    {
        "type": "imgSection",
        "imgSource": 5 
    }, 
    {
        "type": "textSection",
        "title": "Fullsize 100%",
        "text":  "Fill-sized keyboard with numerical block in classic design. 104 keycaps."
    },
    {
        "type": "imgSlider",
        "imgSources": [6,7,8]
    }, 
    {
        "type": "mainSpecs",
        "RGB": "Yes",
        "Connectivity": "USB",
        "Switch": "Mechanical Yellow",
        "Number of Keys": 104,
        "Material": "Plastic",
        "keycaps profile" : "Cherry",
        "Keycap plastic": "PBT",
        "Leter pronting": "DoubleShot",
        "Cable": "1,8m, USB-A, braided"

    },
    {
        "type": "sizeSpecs",
        "Size": "443*138*39 mm",
        "Weight": "1050 gr"
    }
]