[
    {
        "type": "imgSection",
        "imgSource": 1
    }, 
    {
        "type": "textSection",
        "title": "KD104A Optical Red",
        "text":  "Full-size gaming keyboard with ENG side symbols, equipped with the latest generation of optical switches Gateron Optical Red 2.0, RGB backlighting, greased TLC gimbals and case noise isolation."
    },
    {
        "type": "imageTextSection",
        "imgSource": 2,
        "title": "Modular cable",
        "text": "The Dark Project KD104A keyboard comes with a detachable USB - Type-c cable 1.8 m long. The cable channel located at the bottom of the keyboard allows you to easily lay it in any of the three directions to choose from. The wire itself is covered with an elastic wear-resistant braid, which will protect against contact with the table surface and other undesirable influences."
    },

    {
        "type": "imageTextSectionReverse",
        "imgSource": 3,
        "title": "Gateron Cap Teal",
        "text": "To reduce the `leechlike` sounds have been installed stabilizers for improved mechanical design on the Dark Project, which are manually greased during production. The keyboard has a soft, pleasant key motion without ear irritation sound."
    },
    {
        "type": "textSection",
        "title": "Sideprint & RGB",
        "text":  "Vivid and colorful RGB illumination with the widest range of settings. Under each key there is a separate diode which provides a directed light beam, the intensity and color regulated at the level of the branded software from the manufacturer."
    },
    {
        "type": "imgSection",
        "imgSource": 4
    },
    {
        "type": "imageTextSection",
        "imgSource": 5,
        "title": "HotSwap",
        "text": "Hot swap technology allows to change switches without disassembling the keyboard and using a soldering iron. Switches replacing helps for customizing and modernization the keyboard, and also significantly increases its maintainability."
    },

    {
        "type": "imageTextSectionReverse",
        "imgSource": 6,
        "title": "Case soundproofing",
        "text": "A layer of noise insulation laid inside the keyboard case dampens vibrations and minimizes sound reflections from the walls of the case."
    }, 
    {
        "type": "imgSlider",
        "imgSources": [7,8,9]
    }, 
    {
        "type": "mainSpecs",
        "RGB": "Yes",
        "Connectivity": "USB",
        "Switch": "Optcal Red 2.0",
        "Number of Keys": 104,
        "Material": "Plastic",
        "keycaps profile" : "OEM",
        "Keycap plastic": "ABS",
        "Leter pronting": "OilCoated",
        "Cable": "1,8m, USB-A, braided"

    },
    {
        "type": "sizeSpecs",
        "Size": "443*138*39 mm",
        "Weight": "1050 gr"
    }
]